BlockCodeLab/micropython-boards/boards/S3_N8R8/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ESP32-S3 N8R8"
#define MICROPY_HW_MCU_NAME "ESP32S3"

#define MICROPY_HW_ENABLE_UART_REPL (1)
